Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/sme/admin/depts/other_files/sami_rapporter_bruk_samisk_flagg_SA.pdf.tmx
Source language: sme
Languages: nob

source: Sihke Sámediggi ja Olgoriikkadepartementa ( OD ) lea ožžon eatnat jearaldagaid das , makkár ráddjejumit dat gávdnojit – man guhká galgá heaŋgát badjin , makkár oktavuođain sáhttá ( dahje ii sáhte ) geavahuvvot jna.
nob: Både Sametinget og Utenriksdepartementet ( UD ) har mottatt en rekke henvendelser om hvilke begrensninger som finnes – hvor lenge det skal henge oppe , i hvilke sammenhenger det kan ( eller ikke kan ) brukes m.v.

source: Erenoamážit bohtet jearaldagat sámi álbmotbeaivvi guovvamánu 6. oktavuođas .
nob: Særlig mottas henvendelser i forbindelse med 6. februar .

source: Sámiid konfereansa / Sámiráđđi lea bidjan vuođusin , ahte leavga sáhttá virggálaččat geavahuvvot nugo earáge našuvnnalaš leavggat erenoamáš allaáiggedilálašvuođain , ja čuovvut gullevaš riikkaid leavganjuolggadusaid .
nob: Samekonferansen / Samerådet har lagt til grunn at flagget kan offisielt brukes som andre nasjonalflagg i spesielle høytidssammenhenger , og følge de respektive lands flaggreglement .

source: Dasgo váilot dohkkehuvvon mearrádusat Norggas , de lea čujuhuvvon dasa mii dás bajábealde lohkkojuvvo ja seammás rávvejuvvon leavgga gieđahallat gudnejahttejumiin , dasgo sámi leavga lea álbmotjoavkku dovdomearka ja danin dasa čatnašuvvvá dihto allaáiggálašvuohta .
nob: I mangel av fastsatte bestemmelser i Norge har man vist til ovennevnte og samtidig tilrådd at flagget behandles med respekt . Det samiske flagget er symbol for en folkegruppe og dermed forbundet med en viss høytidelighet .

source: Maiddái lea rávvejuvvon čuovvut čavga linnjá gávppálaš oktavuođain , ja muđui čujuhuvvo leavganjuolggadusaide leavggaid geassima ja luoitima hárrái .
nob: Man har også tilrådt at det praktiseres en restriktiv linje i kommersiell sammenheng , og for øvrig vist til flaggreglementet om heising og firing av flagg .

source: Bargojoavku lea viežžan čuvgehusaid leavgga dálá geavaheami birra dihto válljejuvvon gielddain , dahkkojuvvon ođđajagemánu 5. ja 6. 2000 .
nob: Arbeidsgruppen har innhentet opplysninger om dagens bruk av flagget fra utvalgte kommuner . Opplysningene er innhentet 5. og 6. januar 2000 .

source: Eanaš gielddaide Sámi ovddidanfoandda doaibmaguovllus váldojuvvui oktavuohta , ja muhtun gielddaide oarjelsámeguovllus ja muhtun gávpotgielddaide – oktiibuot 23 gildii ( mielddus 4 ) .
nob: De fleste kommunene i virkeområdet for Samisk utviklingsfond ble kontaktet , samt noen kommuner i sørsameområdet og noen bykommuner – til sammen 23 kommuner ( vedlegg 4 ) .

source: Guorahallan čájehii , ahte buot gielddain ( 6 ) sámegiela hálddahusguovllus leat siearra mearrádusat ( njuolggadusat ) ja rutiinnat sámi leavgga geavaheami várás .
nob: Undersøkelsen viser at alle de seks kommunene i forvaltningsområdet for samisk språk har egne vedtak ( reglement ) og rutiner for bruk av det samiske flagget .

source: Dáin gielddain , earret Gáivuona suohkanis , leat guokte dahje máŋga leavgastákku vai sáhttet levget guktuid leavggaiguin oktanaga .
nob: Disse kommunene , med unntak av Gáivuona suohkan-Kåfjord kommune , har to eller flere flaggstenger slik at det kan flagges med begge flagg samtidig .

source: Gielddat eai dieđit makkárge erenoamáš geavatlaš čuolmmaid birra dál .
nob: Kommunene meldte ikke om noen spesielle praktiske problemer .

source: Eanaš gielddat , maidda válddiimet oktavuođa maiddái olggobealde hálddahusguovllu , leat ásahan geavada levget sámi leavggain guovvamánu 6. , ja Divttasvuona suohkan lea ovdahas dainna lágiin , ahte levge buot sámi leavgabeivviid .
nob: De fleste av kommunene vi kontaktet , også utenfor forvaltningsområdet , har etablert en praksis med flagging med det samiske flagget 6. februar , og Tysfjord kommune utmerker seg ved å flagge på alle samiske flaggdager .

source: Bargojoavku atná positiivvalažžan , go eanaš gielddat maidda lea váldojuvvon oktavuohta , leat háhkan alcceset leavgga , maiddái Birggon ( Bergen ) gielda , mii ii gula árbevirolaš sámi ássanguvlui .
nob: Arbeidsgruppen ser det positive i at de fleste kommunene som er kontaktet , har skaffet seg flagget , også Bergen kommune , som ikke omfattes av det tradisjonelle samiske bosettingsområdet .

source: Geavatlaš čuolmmaid gaskkas ovdanbuktet smávvagielddat leavgastákkuid váilli , ja danne dain ii leat vejolaš levget guvttiin dahje máŋggain leavggain oktanaga .
nob: Av praktiske problemer fremheves det spesielt fra småkommunene at mangel på flaggstenger er en begrensing . Mange kommuner har ikke muligheten til å flagge med to eller flere flagg samtidig .

source: Bargojoavkku guorahallan ii siskkil dilálašvuođaid , mat eai gula geavatlaš hehttehusaide sámi leavgga geavahettiin , dat ii leat earret eará jearran , manne leavga ii leat háhkkojuvvon dahje manne ii levgejuvvo ( dain gielddain main ii leat / mat eai daga dan ) .
nob: Arbeidsgruppens undersøkelse omfatter ikke forhold utover praktiske hindringer i bruk av det samiske flagget . Vi har blant annet ikke stilt spørsmål om hvorfor flagg ikke er anskaffet eller hvorfor det ikke flagges ( av de kommunene som ikke har det / gjør det ) .

source: Almmatge lea áican sátnádallama mediain leavgga háhkama ja geavaheami birra muhtun gielddain , omd. Fálesnuoris ja Álttás .
nob: Imidlertid har vi registrert debatten i 8 media om anskaffelse og bruk av flagget i enkelte kommuner , f. eks. Kvalsund og Alta .

source: Bargojoavku lea maiddái fuopmášan Deanu gieldda mearrádusa levgema birra guktuid leavggaiguin miessemánu 17. ja sátnádallama mearrádusa ovddal- ja maŋálgihtii .
nob: Vi har også registrert Deanu gielda-Tana kommunes vedtak om flagging med begge flagg 17. mai og debatten i for- og etterkant av vedtaket .

source: Mii guoská gielddaide guhkkelis máddin , de ii oro váilumin dáhttu levget sámi leavggain , muhto baicca diehtu leavgga ja sámi leavgabeivviid birra .
nob: Når det gjelder kommuner lenger sør synes det ikke å være mangel på vilje til flagging med det samiske flagget , men heller mangel på informasjon om flagget og de samiske flaggdagene .

source: LEAVGALÁHKA JA Leavganjuolggadusat NORGGAS Levgedettiin Norggas čuvvojuvvo Láhka Norgga leavgga birra addojuvvon juovlamánu 10. 1898 . §
nob: FLAGGLOVEN OG FLAGGREGLENE I NORGE Ved flagging i Norge følges Lov om Norges flagg av 10. desember 1898 .

source: 2:s válddahuvvo gávpeleavgga ( našuvnnalašleavgga jumeš ) geavaheapmi ja nubbi mas lea lákči ja njuovčča maid namahuvvo , mii geavahuvvo stáhta almmolaš visttiid šilljus , stáhtaleavgga , mii maiddai namahuvvo lákčeleavgan .
nob: I § 2 beskrives bruken av handelsflagget ( som er identisk med nasjonalflagget ) , og et tilsvarende flagg med splitt som brukes fra statens offentlige bygninger , statsflagget , som også kalles splittflagget .

source: Leavganjuolggadusain addojuvvon golggotmánu 27. 1927 oktan maŋŋelaš nuppástusaiguin gávdnojit earret eará mearrádusat das , mat leat stáhta almmolaš visttit , virggálaš norgalaš leavgabeaivvit ( 14 virggálaš leavgabeaivvi leat ) , goas ja mo leavga galgá gessojuvvot stággui ja geavahuvvot ( mielddus 5 ) .
nob: I flaggreglementet av 27. oktober 1927 med senere endringer finnes blant annet bestemmelser om hva som er statens offentlige bygninger , offisielle norske flaggdager ( det er 14 offisielle flaggdager ) , når og hvordan flagget skal heises og brukes ( vedlegg 5 ) .

source: Leavganjuolggadusaid mielde lea dušše geasku levget stáhtaleavggain ( lákčeleavggain ) stáhta almmolaš visttiin virggálaš norgalaš leavgabeivviin .
nob: I hht. flaggreglementet er det kun påbudt å flagge med statsflagget ( splittflagget ) fra statens offentlige bygninger på offisielle norske flaggdager .

source: Liikká lea dábálaš , ahte gielddat čuvvot leavganjuolggadusaid ja levgejit leavgabeivviin našuvnnalašleavggain ( gávpeleavggain ) .
nob: Det er likevel vanlig at kommunene følger flaggreglementet og flagger på flaggdagene med nasjonalflagget ( handelsflagget ) .

source: Mii gusto árvodássemii , de lea riikkaidgaskasaš geavat ja njuolggadusat levgemii nu , ahte vieris riikka leavga ii sáhte gessojuvvot stággui almmá danhaga , ahte maiddái našuvnnalaš leavga gessojuvvo stággui ja oažžu gudnebáikki .
nob: Når det gjelder rangering , er internasjonal praksis og heraldiske regler for flagging at et fremmed lands flagg ikke kan heises uten at også det nasjonale flagg blir heist og har hedersplassen .

source: Geahča muđui mildosis ( mielddus 5 ) eanet čuvgehusaid Norgga leavganjuolggadusaid birra .
nob: Se for øvrig vedlegg 5 for ytterligere opplysninger om flaggreglene i Norge .

source: BARGOJOAVKKU ÁRVVOŠTALLAMAT 10.1 .
nob: ARBEIDSGRUPPENS VURDERINGER 10.1 .

source: Levgen - dearvvahus ” Riikkaidgaskasaš leavgaárbevieru ” mielde lea levgen dearvvaheapmi .
nob: Flagging – hilsning I henhold til ” internasjonal flaggtradisjon ” er det å flagge å frembringe en hilsning .

source: Levgen ii leat politihkalaš čalmmusteapmi , muhto dearvvahus sámiide omd. sin našuvnnalašbeaivve . Leavggas dovdomearkan leat moanat ruohttasat .
nob: Å flagge med det samiske flagget er ikke å forstå som en politisk markering , men en hilsen til samene på for eksempel samenes nasjonaldag / samefolkets dag .

source: Leavggat ( fánat ) ja vearjomearkkat geavahuvvojedje soahtamiin čalmmustandihtii , gos soalddáhiid iešguđet soahteveahka lei .
nob: Flagget som symbol har flere røtter . Faner og våpenmerker ble brukt i krigføring for å markere hvor soldatenes forskjellige hærstyrker befant seg .

source: Norggas lei gonagasa mearkaalmmái virgeolmmoáš , geas lei alla árvodássi .
nob: I Norge var kongens merkesmann en embetsmann med høy rang .

source: Leavggat čájehedje , gii guhtege eanaviidosa háldii , ja dát vierru maiddái gustui eanaviidosii iehčanas stáhtas .
nob: Fanene viste hvilket territorium man behersket på slagmarken , en skikk som også gjaldt territoriet i en suveren stat .

source: Nuppi máilmmisoađi vuolde nappo ii levgejuvvon-ge Norggas norgalaš leavggain miessemánu 17. ja eará allaáiggebeivviin .
nob: Under andre verdenskrig ble det således ikke flagget i Norge med det norske flagget på 17. mai og andre høytidsdager .

source: Dán áigái levgejuvvo , go lea moraš ja illu , guktuid oktavuođain gudnejahttojupmin sutnje dahje dasa , man dihtii levgejuvvo .
nob: I våre dager flagger man ved sorg og glede , i begge tilfelle som en æresbevisning for den eller det flagges for .

source: Soames oktavuođain adnojuvvojit eará leavggat norgalaš leavgga bálddas dearvvahussan .
nob: I enkelte tilfeller benyttes andre flagg ved siden av det norske som en hilsen .

source: Álbmogiidgaskasaš konfereanssain biddjojuvvojit leavgalatnit / leavgaráiddut main buot oassálastinašuvnnat leat ovddastuvvon .
nob: Ved internasjonale konferanser settes det opp flaggborg med alle deltakernasjoner representert .

source: Juos almmolaš , fylkkagielddalaš dahje gielddalaš institušuvnnas leat máŋga leavgačuoldda , de lea dábálaš ahte ii levgejuvvo dušše norgalaš leavggain , muhto maiddái olgoriikkalaš gussiid leavggain .
nob: Dersom en offentlig , fylkeskommunal eller kommunal institusjon har flere flaggstenger , er det vanlig å flagge ikke bare med det norske , men også flagget til gjester fra utlandet .

source: Seamma vuogit leat oaidnimis priváhta dilálašvuođainge .
nob: Det samme forhold ses i private sammenhenger .

source: Dávjá oidno , ovdamearkka dihtii , ahte hoteallat gesset eará riikkaid našuvnnalašleavggaid čalmmustandihtii hávskás bures boahtima olgoeatnam gussiide .
nob: Man ser for eksempel ofte at hoteller heiser andre lands nasjonalflagg for å markere en hyggelig velkomst til gjester fra utlandet .

source: Sámi riepmobeivviin levgen berre adnojuvvot gudnejahttojupmin sámi našuvdnii .
nob: Å flagge på de samiske festdagene bør anses som en æresbevisning overfor den samiske nasjon .

source: Juos sámiid leavga geavahuvvo , de berre symbolalaččat áddejuvvot ilučájeheapmin , dážaid dearvvahussan sámiide , sámiid positiiva dovddastussan iežaset sámi identitehta .
nob: Benyttes det samiske flagget , bør det symbolsk oppfattes som en gledesytring , fra nordmenn som en hilsen til samene , fra samer som en positiv erkjennelse av sin samiske identitet .

source: Sámi leavgga geavaheami láhkavuođustus Sámi leavga dohkkehuvvui Sámiid konfereanssas Åres borgemánu 15. 1986 .
nob: Hjemle bruk av det samiske flagget Det samiske flagget ble godkjent av Samekonferansen i Åre 15. august 1986 .

source: Leavgga leat das rájes geavahan Norgga , Suoma ja Ruoŧa sámedikkit , Ruošša sámi organisašuvnnat , gielddat ja fylkkagielddalaš institušuvnnat gullevaš riikkain .
nob: Flagget har siden vært brukt av sametingene i Norge , Sverige og Finland , samiske organisasjoner i Russland , og kommuner og fylkeskommunale institusjoner i de respektive land .

source: Leavga geavahuvvo virggálaš našuvnnalaš leavgabeivviid , sámi leavgabeivviid ja eará allaáiggálaš dilálašvuođain .
nob: Flagget brukes ved offisielle nasjonale flaggdager , samiske flaggdager og ved andre høytidelige anledninger .

source: Dasgo sámi leavga lea dohkkehuvvon Sámiid konfereanssas ja váldojuvvon atnui , de lea dárbbašmeahttun čađahit dohkkehanproseduraid Norggas .
nob: Siden det samiske flagget er godkjent av Samekonferansen og tatt i bruk , er det unødvendig å foreta en godkjennelsesprosedyre i Norge .

source: Almmatge lea dárbbašlaš heivehit oktii dálá geavada ja norgalaš lága .
nob: Det er imidlertid nødvendig å harmonisere dagens praksis og norsk lov .

source: Láhka levgema birra gielddaid almmolaš visttiin ferte danin heivehuvvot oktii sámi leavgga geavaheami gustojeaddji geavadiin .
nob: Lov om flagging på kommunenes offentlige bygninger må derfor bringes i overensstemmelse med gjeldende praksis for bruk av det samiske flagget .

source: Maddái lea dárbu leavgga geavahusa dásset ja heivehit virggálašvuhtii , e.e. nu ahte galgá leat áibbas čielggas mo leavga lea oaidninhámis .
nob: 11 å formalisere bruken av det samiske flagget , bl.a. så det klart framkommer hvordan flagget ser ut .

source: Lágateknihkalaš beliid ferte lagabui árvvoštit .
nob: De lovtekniske sidene vil kreve nærmere vurderinger .

source: Bargojoavku rávve gielddaid ráhkadit levgennjuolggadusaid , mat maiddái siskkildit levgema sámi leavggain ja levgema sámi leavgabeivviid .
nob: Arbeidsgruppen anbefaler kommunene å utarbeide regler for flagging som også omfatter flagging med det samiske flagget og flagging på samiske flaggdager .

source: Leavgga árvodássen Sámi leavga lea oktasaš sámiide Norggas , Ruoŧas , Suomas ja Ruoššas , ja lea danne sámi álbmoga oktasaš dovdomearkan .
nob: Rangering av flagget Det samiske flagget er felles for samene i Norge , Sverige , Finland og Russland , og er dermed et felles symbol for det samiske folket .

source: Leavga berre árvodásis boahtit ovddabeallái norgalaš gieldda- ja fylkkaleavggaid ja vejolaš guvllolaš leavggaid , muhto Norgga leavgga maŋábeallái .
nob: Flagget bør derfor rangere foran norske kommune- og fylkesflagg og eventuelle regionale flagg , men etter det norske flagget .

source: Gaskaboddosaš njuolggadusat dadjet , ahte sámi leavga árvodássejuvvo maŋábeallái našuvnnaid , mat ovddastit siskkit iešstivrejumi ( Ruonáeana , Ålánda ja Fearsullot ) , muhto dásis Norgga girku leavggain .
nob: I de midlertidige reglene heter det at det samiske flagget rangerer etter flagg fra nasjoner som representerer indre selvstyrer ( Grønland , Åland og Færøyene ) , men likt med Den norske kirkes flagg .

source: Bargojoavku ii oainne makkárge áigaga dieinna lágiin árvodásset sámi leavgga njuolggadusain .
nob: Arbeidsgruppen ser ingen hensikt i å foreta en slik rangering .

source: Juohke dilálašvuohta mearrida ieš , mo leavggat árvodássejuvvojit guđet guimmiid ektui .
nob: Det vil alltid være den spesifikke situasjonen som avgjør hvordan flagg rangerer i forhold til hverandre .

source: Váldonjuolggadussan árvodássejuvvo iežas leavga ovddimužžii .
nob: Som hovedregel rangerer eget flagg først .

source: Leavggaid árvodássen dáhpáhuvvá riikkaidgaskasaš dábiid mielde .
nob: Rangering av flagg skjer etter internasjonal kutyme .

source: Sámi álbmotbeaivi virggálaš norgalaš leavgabeaivin Bargojoavkku Sámedikki ovddasteaddji evttoha , ahte guovvamánu 6. beaivi , sámiid álbmotbeaivi , šaddá virggálaš norgalaš leavgabeaivin .
nob: Samenes nasjonaldag / samefolkets dag som offisiell norsk flaggdag Sametingets representant i arbeidsgruppen foreslår at 6. februar , samenes nasjonaldag / samefolkets dag , blir offisiell norsk flaggdag .

source: Norgga stáhta lea vuođđuduvvon guovtti álbmoga eanaviidosa ala – dážaid ja sámiid – ja danne lea lunddolaš , ahte juobe okta virggálaš norgalaš leavgabeaivi lea dervvahussan sámi veahkadahkii .
nob: Staten Norge er grunnlagt på territoriet til to folk – nordmenn og samer – og det er derfor naturlig at iallfall en av de offisielle norske flaggdagene er en hilsen til det samiske folk .

source: Gielda- ja guovludepartementta ja Olgoriikkadepartementta ovddasteaddjit bargojoavkkus oaivvildit , ahte diekkár evttohus ii galggašii ovddiduvvot vuos , ja čujuha baicca leavganjuolggadusaid § 4 , 3. oassái , mii rahpá vejolašvuođa dasa , ahte sáhttá maiddái levgejuvvot stáhtaleavggain ” eará allaáiggálaš ja riemolaš dilálašvuođain našuvnna siskkabealde ” .
nob: Kommunal- og regionaldepartementets og Utenriksdepartementets representanter i arbeidsgruppen mener et slikt forslag ikke bør fremmes foreløpig , og henviser i stedet til Flaggreglementets § 4 , 3. ledd , som åpner for at det også kan flagges med statsflagg ved ” andre høitidelige og festelige anledninger innen nasjonen ” .

source: 10.5 Sámi leavgga geavahusa dieđut Dát ráporta galggašii nagodit juohkit govdagis dieđuid sámi leavgga geavahusa hárrái .
nob: 10.5 Informasjon om bruk av det samiske flagget Denne rapporten skal kunne gi bred informasjon om bruken av det samiske flagget .

source: Ráporta galgá gávdnut ODIN:as ja Sámedikki interneahttasiidduin .
nob: Rapporten skal finnes på ODIN og Sametingets internettsider .

source: Sámediggi ja Gielda- ja guovludepartementa galggašeibba meroštit livččego vuogas válbmet lasi diehtojuohkima , ovddimustá gielddaid váras , omd. brošira hámis .
nob: Sametinget og Kommunal- og regionaldepartementet bør vurdere om det er hensiktsmessig å utarbeide ytterligere informasjon , særlig rettet mot kommunene , i form av for eksempel brosjyrer .

source: Sámediggi lea muđui njulges ásahus vástidit gažaldagaide mat gusket sámi leavgga geavahussii .
nob: For øvrig er Sametinget riktig instans når det gjelder å svare på spørsmål som gjelder bruken av det samiske flagget .

source: BARGOJOAVKKU EVTTOHUSAT 11.1 .
nob: ARBEIDSGRUPPENS FORSLAG 11.1 .

source: Sámi leavgga geavaheami láhkavuođustus Bargojoavku evttoha , ahte láhka levgema birra gielddaid almmolaš visttiin addojuvvon geassemánu 29. 1933 nr. 2 , heivehuvvo oktii sámi leavgga geavaheami gustojeaddji geavadiin .
nob: Hjemle bruk av det samiske flagget Arbeidsgruppen foreslår at lov om flagging på kommunenes offentlige bygninger av 29. juni 1933 nr. 2 , bringes i overensstemmelse med gjeldende praksis for bruk av det samiske flagget .

source: Bargojoavkku evttohusa láhkateknihkalaš beliid ferte suokkardit lagabui .
nob: De lovtekniske sidene ved arbeidsgruppens forslag vil kreve nærmere vurderinger .

source: Sámi leavgga geavahannjuolggadusat Norggas Lassin dasa ahte rievdadusat bohtet láhkii mii hálde gielddaid almmolaš visttiid levgema , lea dárbu njuolggadusaid bokte dahkat virggálažžan sámi leavgga geavahusa .
nob: Regler for bruk av det samiske flagget i Norge I tillegg til at det foretas endringer i lov om flagging på kommunenes offentlige bygninger , vil bruken av det samiske flagget måtte formaliseres gjennom regelverk .

source: Láhkateknihkalaš beliid ferte meroštit lagabui .
nob: De lovtekniske sidene vil kreve nærmere vurderinger .

source: Bargojoavku evttoha , ahte čuovvovaš njuolggadusat mearriduvvojit sámi leavgga geavaheapmái : 1 .
nob: Arbeidsgruppen foreslår at følgende reglement fastsettes for bruk av det samiske flagget : 1 .

source: Dohkkeheapmi Sámi leavga dohkkehuvvui Sámiid 13. konfereanssas Åres 15.8.1986 .
nob: Godkjenning Det samiske flagget ble godkjent av den 13 . Samekonferansen i Åre 15.8.1986 .

source: Leavga lea das rájes leamaš anus .
nob: Flagget har siden vært i bruk .

source: Sámi leavga lea dohkkehuvvon geavahuvvot gielddaid almmolaš visttiin ja giddodagain , dahje visttiin ja giddodagain maid eanaš geavahit gielddalaš institušuvnnat .
nob: Det samiske flagget er godkjent til bruk for offentlige bygninger og eiendommer , eller bygninger og eiendommer som for den vesentligste del benyttes av offentlige myndigheter .

source: Árvodássen Sámi leavga lea oktasaš sámiide Norggas , Ruoŧas , Suomas ja Ruoššas ja lea danne sámi álbmoga oktasaš dovdomearkan .
nob: Rangering Det samiske flagget er felles for samene i Norge , Sverige , Finland og Russland og er dermed et felles symbol for det samiske folket .

source: Sámi leavga árvodássejuvvo maŋábeallái norgalaš leavgga , muhto ovddabeallái norgalaš gieldda- ja fylkkaleavggaid ja vejolaš guvllolaš leavggaid .
nob: Det samiske flagget rangerer etter det norske flagget , men foran norske kommune- og fylkesflagg og eventuelle regionale flagg .

source: Sámi leavga árvodássejuvvo norgalaš leavgga maŋábeallái virggálaš norgalaš leavgabeivviid ja virggálaš norgalaš dilálašvuođain , main levgejuvvo .
nob: Det samiske flagget rangerer etter det norske flagget ved offisielle norske flaggdager og ved offisielle norske anledninger hvor det flagges .

source: Sámi leavga árvodássejuvvo maiddái našuvnnalašstáhtaid leavggaid maŋábeallái .
nob: Det samiske flagget rangerer også etter andre nasjonalstaters flagg .

source: Dakkár dilálašvuođain main sámit leat bovdejeaddjin stuorát riikkaidgaskasaš konferensii , lea lunddolaš ahte sámi leavga biddjojuvvo isit- ja eamitleavgan bálddalagaid norgalaš leavggain ja árvodássejuvvo guosseeatnamiid našuvnnalaš leavggaid ovddabeallái .
nob: I tilfeller hvor samene er vertskap for en større internasjonal konferanse , er det naturlig at det samiske flagget plasseres som vertskapsflagg sideordnet det norske flagg og rangeres foran gjestende lands nasjonalflagg .

source: Levgen Gielddat ja fylkkagielddat mearridit ieža , áigotgo ja olugo áigot geavahit sámi leavgga .
nob: Flagging Kommunene og fylkeskommunene avgjør selv hvorvidt og i hvilken utstrekning de vil benytte det samiske flagget .

source: Sáhttá geavahuvvot oktanaga norgalaš leavggain dahje okto nai .
nob: Det kan brukes samtidig med det norske flagget eller alene .

source: Sámi leavggain sáhttá maiddái levgejuvvot gaskustággui .
nob: Det kan også flagges på halv stang med det samiske flagget .

source: Buorre leavgavierru Sámi leavga lea sámi álbmoga dovdomearka , masa čatnašuvvá allaáiggálašvuohta ja mii galgá gieđahallojuvvot gudnejahttojumiin .
nob: God flaggskikk Det samiske flagget er et symbol for det samiske folket og er derfor forbundet med høytidelighet og skal behandles med respekt .

source: Sámi leavgga geavaheapmi ( geassin / luoitin ) ja sámi leavgga gieđahallan čuovvuba norgalaš leavgga leavganjuolggadusaid .
nob: Bruken ( heising / firing og 13 behandlingen av det samiske flagget følger flaggreglementet for det norske flagget .

source: Buorre leavgavierru mearkkaša maiddái , ahte čuvvojuvvo čavges geavat ja láhtten , dalle go leavga lea anus gávppálaš dilálašvuođain .
nob: God flaggskikk innebærer også at det føres en restriktiv linje for bruken av det samiske flagget i kommersiell sammenheng .

source: Gažaldagat sámi leavgga geavaheamis divvojuvvojit Sámediggái .
nob: Spørsmål om bruken av det samiske flagget rettes til Sametinget .
